Repository: devthejo/dome-lozenge
Catalog: DomeLozenge/ressources/*/DomeLozenge.strings
Languages: ru

source: Sides of rotation around the axis
ru: Треугольники по окружности

source: Vertical Layer
ru: Ряды в высоту

source: Ground diameter
ru: Диаметр у земли

source: Height at the top
ru: Верхняя точка

source: Mirror Fraction
ru: Ряды под землёй

source: Modelisation
ru: Моделирование

source: Skeleton|Faces
ru: Скелет|Поверхности

source: Faces
ru: Поверхности

source: Skeleton
ru: Скелет

source: Yes|No
ru: Да|Нет

source: No|Yes
ru: Нет|Да

source: Yes
ru: Да

source: No
ru: Нет

source: Ground
ru: Создать землю?

source: Report
ru: Отчёт

source: Light|Full|None
ru: Краткий|Подробный|Нет

source: Light
ru: Краткий

source: Full
ru: Подробный

source: None
ru: Нет

source: 2D Tiles
ru: Создать 2D раскрой?

source: Raising from ground
ru: Подъём над землёй

source: Radius of Connectors
ru: Радиус соединителей

source: Tiles Overlapping
ru: Внахлёст

source: Edges Diameter
ru: Диаметр кромок

source: Thickness
ru: Толщина купола

source: Vortex diameter
ru: Скручивание по диаметру

source: External faces color
ru: Цвет внешних поверхн.

source: External ground color
ru: Внешний цвет земли

source: Internal faces color
ru: Цвет внутренних поверхн.

source: Internal ground color
ru: Внутренний цвет земли

source: Dome Parameters
ru: Создание купола Lozenge Dome

source: Minimum vertical layer is 2
ru: Нужно минимум 2 вертикальных слоя

source: Minimum 3 Sides of rotation around the axis
ru: Минимум 3 cтороны вращения вокруг оси

source: Non-zero Diameter required
ru: Диаметр должен быть больше нуля

source: Non-zero Height required
ru: Высота должна быть больше нуля

source: Polygonal Convex Dome modelisation in progress ...
ru: Выполняется создание полигонального купола ...

source: ConvexDome - Structure Processing
ru: Выпуклый купол - обработка структуры

source: Sides
ru: Треугольники

source: Levels
ru: Уровни

source: Diameter
ru: Диаметр

source: Ground area
ru: Зона земли

source: Number of connectors
ru: Количество соединителей

source: connectors
ru: соединители

source: or
ru: или

source: branches
ru: ветви

source: connectors 6 branches
ru: соединители на 6 ответвлений

source: connectors 5 branches
ru: соединители на 5 ответвлений

source: connector
ru: соединитель

source: Radius of connectors
ru: Радиус соединителя

source: Required Tube Length
ru: Требуемая длина трубки

source: Total Number of Segments
ru: Общее число сегментов

source: Total Length of Segments
ru: Общая длина сегментов

source: Number of horizontal segments
ru: Число горизонтальных сегментов

source: Total length of horizontal segments
ru: Общая длина горизонтальных сегментов

source: Level
ru: Уровень

source: Horizontals Segments of
ru: Горизонтальные сегменты

source: Diameter at Level
ru: Диаметр на уровне

source: Height from ground at Level
ru: Высота от земли на уровне

source: Dome Height at Level
ru: Высота купола на уровне

source: Number of vertical segments
ru: Количество вертикальных сегментов

source: Total length of vertical segments
ru: Общая длина вертикальных сегментов

source: vertical segments of
ru: вертикальные сегменты

source: Number of Triangles
ru: Количество треугольников

source: Total Area of triangles
ru: Общая площадь треугольников

source: Total Area of Squares
ru: Общая площадь квадратов

source: Total Area of Triangles + Squares
ru: Общая площадь треугольники + квадраты

source: Triangles
ru: Треугольники

source: Vertical Segment
ru: Вертикальный сегмент

source: Horizontal Segment
ru: Горизонтальный сегмент

source: Number of Tiles
ru: Количество плиток

source: triangles
ru: треугольники

source: With tiles overlapping of
ru: С перекрытием плиток

source: Lozenges
ru: Ромбы

source: Vertical Segment bottom
ru: Вертикальные сегменты снизу

source: Vertical Segment top
ru: Вертикальные сегменты сверху

source: Total Area of Tiles
ru: Общая площадь плитки

source: With vertical segment diameter of
ru: С вертикальным диаметром сегмента

source: Lozenge Dome Creator - OpenSource software developed by Jo
ru: Lozenge Dome Creator - OpenSource software разработано Jo

source: Lozenge Dome Matrix
ru: Lozenge Dome матрица
